bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
dart-code.dart-code
dart-code.flutter
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
docker.docker
dsznajder.es7-react-js-snippets
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
golang.go
gracefulpotato.gruvbox-ish
icrawl.discord-vscode
llvm-vs-code-extensions.lldb-dap
mathematic.vscode-pdf
mefisto04.csv-viewer
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
necraidan.winterisgone
oderwat.indent-rainbow
redhat.java
ritwickdey.liveserver
rust-lang.rust-analyzer
slevesque.vscode-3dviewer
suryadantuluri.brainrot-stimulation
swiftlang.swift-vscode
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wware.snippet-creator
xdebug.php-debug
zobo.php-intellisense
